export const AnswersExample = [
    {
        id: 1,
        question: '117. 自分の性格を一言で表すと？(小学校)',
        title: '負けず嫌い',
        text1: '<p>よく双子の弟とテストの点数を競い合っていた</p><p>点数が負けると悔しくていっぱい勉強した</p>',
        text2: 'この時から勝ち負けにこだわるようになった',
        text3: '負けず嫌いな性格はその後の人生にも繋がってる気がする',
    },
    {
        id: 2,
        question: '745. どこの高校に進学したか？選んだ理由は？(高校)',
        title: '〇〇高校',
        text1: '<p>県トップの高校に進学した</p><p>中３の初めの頃の成績では進学できるか怪しいレベルだったけど<strong>全く怯まなかった、やってやろうという気持ちになった</strong></p>',
        text2: '<p>高い目標にチャレンジすることを怖がらない！むしろ目標が高いと燃えるタイプ</p>',
        text3: '<p>大きな挑戦ができるような企業に就職したい</p>',
    },
    {
        id: 3,
        question: '750. 勉強で挫折した経験は？(高校)',
        title: '大学受験失敗',
        text1: '<p>大学受験で高い目標にチャレンジしたが失敗</p><p>（失敗の主な原因は直前まで過去問から逃げていて、ゴールを把握していなかったこと）</p>',
        text2: '<p>なんとしても失敗を克服したい、負けず嫌い</p><p><strong style="background-color: rgba(242, 153, 80, 0.165);">（幼少期から弟と競い合ってきたから、受験失敗を「負け」と判断して引きずってしまった？）</strong></p>',
        text3: ''


    },
    {
        id: 4,
        question: '762. 勉強において、一番達成したかった目標は何か？(大学)',
        title: 'TOEIC',
        text1: '<p>2年後の院試で必要だったのと大学受験の失敗を克服したいという理由で、大学2年生の8〜10月に取り組んだ</p><p>とにかく模試を解きまくった結果、無事目標の900点を達成</p>',
        text2: '<p>受験で悔しかった思いから失敗を克服して、<strong>「ゴールを把握して努力できる」</strong>のが自分の強みになった</p><strong style="background-color: rgba(242, 153, 80, 0.165);">＝大学受験が人生のターニングポイント？</strong></p>',
        text3: '<p>「ゴールを把握して努力できる」この長所をアプリ作成、仕事にも活かしたい</p>',
    },
    {
        id: 5,
        question: '893. アルバイトで残した１番の成果は？(現在)',
        title: '生徒のために努力',
        text1: '<p>・自分と同じ失敗をしてほしくないという思いから、個別指導塾でのバイトスタート！</p><p>まず生徒の志望校の過去問見て、現状との差を把握して1ヶ月単位の目標を立てるように意識した</p><p>・自分が中学受験未経験だったため、<span style="background-color: rgba(203, 231, 203, 0.427);">すぐには解法理解できず＆知らない知識あり→家で勉強</span></p><p>・<strong>生徒の成績が上がったり、受験に合格したりして感謝されるのが嬉しかった！貢献することがやりがいに</strong></p>',
        text2: '<p>・<span style="background-color: rgba(203, 231, 203, 0.427);">自分は天才じゃないから、慣れていない分野はすぐに答えられない..よって努力でカバーするしかなかった</span></p><p>・自分は意外と(?)人のために努力することを厭わない、<strong>人のために行動したり感謝されたりするのがやりがい</strong></p>',
        text3: '<p><strong>人に直接貢献できる職種や業界</strong>を調べてみよう</p>'
    },
    {
        id: 6,
        question: '867. 大学で一番熱中していた取り組みは？(大学)',
        title: 'WEBアプリ開発',
        text1: '<p>・大学4年1月にプログラミングの勉強を始めた</p><p>・シンプルに楽しくて、それ以降は平日夜も土日もずっと勉強していた</p><p>・<span style="background-color: rgba(255, 254, 204, 0.427);">個人開発を通して、コードを書くだけでなく一から企画、設計する楽しさ</span>に気づいた</p><p>・アプリをレビューしてもらった時、アプリのターゲットや目的についての質問・指摘が多かった</p><p> →企画設計が甘かったことに気づいて悔しかった</p>',
        text2: '<p><span style="background-color: rgba(255, 254, 204, 0.427);">・WEBアプリで自分のやりたいこと、描いていたことを実現できるのが楽しい</span></p><p>・企画設計がしっかりしていないとせっかく実装した機能を使ってもらえない..</p><p><strong> →企画設計力も身に付けたい！</strong></p>',
        text3: '<p><strong>エンジニア視点で企画にも関与したり、上流工程に携わったりできる企業を</strong>調べてみよう</p>'
    }
]